# Создайте в редакторе файл, в котором будет переменная name с вашим именем и выведите его

name = 'Andrei'
print(name)