# Создать список чисел. Вывести содержимое на экран.
# Добавить в конец 'Python'. Вывести длинну списка на экран

spicok_chisel = [3, 5, 7, 9, 10.5]

print(spicok_chisel)

spicok_chisel.append('Python')

print(len(spicok_chisel))