# Создайте словарь:
# {"city": "Москва", "temperature": "20"}
# Выведите на экран значение ключа city
# Уменьшите значение "temperature" на 5
# Выведите на экран весь словарь

slovarik = {"city": "Москва", "temperature": "20"}
print(slovarik['city'])
# ROBOTI RABOTAT!
slovarik['temperature'] = str(int(slovarik['temperature'])-5)
print(slovarik)