# Создайте словарь:
# {"city": "Москва", "temperature": "20"}
# Выведите на экран значение ключа city
# Уменьшите значение "temperature" на 5
# Выведите на экран весь словарь

slovarik = {"city": "Москва", "temperature": "20"}
print(slovarik['city'])

slovarik['temperature'] = '15'
print(slovarik)